cypress/fixtures/cuentasFavoritas/consultarDatosCuenta.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sn="http://www.bncr.fi.cr/soa/SN_ConsultaDatosCuenta">
   <soapenv:Header/>
   <soapenv:Body>
      <sn:solicitud>
         <sn:encabezado>
            <sn:fechaHoraConsumo>2020-01-26T19:15:54.294Z</sn:fechaHoraConsumo>
            <sn:canalConsumidor>IBP</sn:canalConsumidor>
            <sn:usuarioConsumidor>113720104</sn:usuarioConsumidor>
            <sn:direccionIPConsumo>?</sn:direccionIPConsumo>
            <sn:nombreServicio>?</sn:nombreServicio>
         </sn:encabezado>
         <sn:cuerpo>
            <sn:entradaServicio>
               <sn:tipoIdCliente>1</sn:tipoIdCliente>
               <sn:idCliente>604400973</sn:idCliente>
               <sn:items>
                  <!--Zero or more repetitions:-->
                  <sn:item>
                     <!--Optional:-->
                     <sn:Producto>100</sn:Producto>
                     <!--Optional:-->
                     <sn:Moneda>01</sn:Moneda>
                     <!--Optional:-->
                     <sn:Oficina>208</sn:Oficina>
                     <!--Optional:-->
                     <sn:numeroCuenta>000084</sn:numeroCuenta>
                     <!--Optional:-->
                     <sn:digitoVerificador>2</sn:digitoVerificador>
                     <!--Optional:-->
                     <sn:Estado>?</sn:Estado>
                     <!--Optional:-->
                     <sn:tipoRelacion>?</sn:tipoRelacion>
                  </sn:item>
               </sn:items>
            </sn:entradaServicio>
         </sn:cuerpo>
      </sn:solicitud>
   </soapenv:Body>
</soapenv:Envelope>